Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.workspaces.preview.mixed.recentMember
source: Recent Member
ar: العضو الأخير
de: Aktuelles Mitglied
es: Miembro reciente
fr: Membre récent
ja: 最近のメンバー
ko: 최근 회원
zh_hans: 最近的会员
zh_hant: 最近的會員

# mobile.workspaces.sort.recentActivity
source: Recent Activity
ar: النشاط الأخير
de: Letzte Aktivität
es: Actividad reciente
fr: Activité récente
ja: 最近のアクティビティ
ko: 최근 활동
zh_hans: 最近的活动
zh_hant: 最近的活動

# mobile.workspaces.search.placeholder
source: Search workspaces
ar: البحث في مساحات العمل
de: Arbeitsbereiche durchsuchen
es: Buscar espacios de trabajo
fr: Rechercher des espaces de travail
ja: ワークスペースを検索
ko: 작업공간 검색
zh_hans: 搜索工作空间
zh_hant: 搜尋工作空間

# mobile.workspaces.settings
source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

# mobile.workspaces.macPicker.title
source: Choose Computer
ar: اختر الكمبيوتر
de: Wählen Sie Computer
es: Elija computadora
fr: Choisir un ordinateur
ja: コンピュータを選択
ko: 컴퓨터를 선택하세요
zh_hans: 选择电脑
zh_hant: 選擇電腦

# mobile.workspaces.statusLine.notConnected
source: Not Connected
ar: غير متصل
de: Nicht verbunden
es: No conectado
fr: Non connecté
ja: 未接続
ko: 연결되지 않음
zh_hans: 未连接
zh_hant: 未連接

# mobile.workspaces.statusLine.reconnecting
source: Reconnecting…
ar: جارٍ إعادة الاتصال…
de: Wieder verbinden…
es: Reconectando…
fr: Reconnexion…
ja: 再接続中…
ko: 다시 연결 중…
zh_hans: 正在重新连接...
zh_hant: 正在重新連接...

# mobile.terminal.artifacts.empty.title
source: No files detected on screen
ar: لم يتم اكتشاف أي ملفات على الشاشة
de: Auf dem Bildschirm wurden keine Dateien erkannt
es: No se detectaron archivos en la pantalla
fr: Aucun fichier détecté à l'écran
ja: 画面にファイルは検出されませんでした
ko: 화면에서 파일이 감지되지 않았습니다.
zh_hans: 屏幕上未检测到文件
zh_hant: 螢幕上未偵測到文件

# mobile.terminal.artifacts.files.title
source: Files
ar: ملفات
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
zh_hans: 文件
zh_hant: 文件

# mobile.terminal.artifacts.retry
source: Retry
ar: أعد المحاولة
de: Wiederholen
es: Rever
fr: Réessayer
ja: 再試行
ko: 다시 해 보다
zh_hans: 重试
zh_hant: 重試

# mobile.terminal.artifacts.unreachable.message
source: Check the connection to your Mac and try again.
ar: تحقق من الاتصال بجهاز Mac وحاول مرة أخرى.
de: Überprüfen Sie die Verbindung zu Ihrem Mac und versuchen Sie es erneut.
es: Verifique la conexión a su Mac e inténtelo nuevamente.
fr: Vérifiez la connexion à votre Mac et réessayez.
ja: Macへの接続を確認して、もう一度お試しください。
ko: Mac 연결을 확인하고 다시 시도하십시오.
zh_hans: 检查与 Mac 的连接，然后重试。
zh_hant: 檢查與 Mac 的連接，然後重試。

# mobile.terminal.artifacts.unreachable.title
source: Mac unreachable
ar: ماك غير قابل للوصول
de: Mac nicht erreichbar
es: Mac inalcanzable
fr: Mac inaccessible
ja: Macに接続できません
ko: Mac에 연결할 수 없음
zh_hans: Mac 无法访问
zh_hant: Mac 無法存取

# mobile.workspaces.title
source: Workspaces
ar: مساحات العمل
de: Arbeitsbereiche
es: Espacios de trabajo
fr: Espaces de travail
ja: ワークスペース
ko: 작업공간
zh_hans: 工作空间
zh_hant: 工作空間

# terminal.input_accessory.composer
source: Composer
ar: الملحن
de: Komponist
es: Compositor
fr: Compositeur
ja: メッセージ作成
ko: 작곡가
zh_hans: 作曲家
zh_hant: 作曲家

# terminal.input_accessory.files
source: Files
ar: ملفات
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
zh_hans: 文件
zh_hant: 文件

# terminal.input_accessory.customize
source: Customize Toolbar
ar: تخصيص شريط الأدوات
de: Symbolleiste anpassen
es: Personalizar barra de herramientas
fr: Personnaliser la barre d'outils
ja: ツールバーをカスタマイズ
ko: 툴바 사용자 정의
zh_hans: 自定义工具栏
zh_hant: 自訂工具列

# terminal.input_accessory.hideChrome
source: Hide Toolbar
ar: إخفاء شريط الأدوات
de: Symbolleiste ausblenden
es: Ocultar barra de herramientas
fr: Masquer la barre d'outils
ja: ツールバーを隠す
ko: 툴바 숨기기
zh_hans: 隐藏工具栏
zh_hant: 隱藏工具列

# terminal.input_accessory.hideKeyboard
source: Hide Keyboard
ar: إخفاء لوحة المفاتيح
de: Tastatur ausblenden
es: Ocultar teclado
fr: Masquer le clavier
ja: キーボードを隠す
ko: 키보드 숨기기
zh_hans: 隐藏键盘
zh_hant: 隱藏鍵盤

# terminal.input_accessory.paste
source: Paste
ar: لصق
es: Pasta
fr: Coller
ja: ペースト
ko: 반죽
zh_hans: 粘贴
zh_hant: 貼上

# terminal.input_accessory.showKeyboard
source: Show Keyboard
ar: إظهار لوحة المفاتيح
de: Tastatur anzeigen
es: Mostrar teclado
fr: Afficher le clavier
ja: キーボードを表示
ko: 키보드 표시
zh_hans: 显示键盘
zh_hant: 顯示鍵盤

# terminal.input_accessory.title.alt
source: Alt
ar: بديل
zh_hans: 替代
zh_hant: 替代

# terminal.input_accessory.title.clear
source: Clear
ar: واضح
de: Klar
es: Claro
fr: Clair
ja: クリア
ko: 분명한
zh_hans: 清除
zh_hant: 清除

# terminal.input_accessory.title.control
source: Ctrl
ar: كنترول
de: Strg
es: Control
ko: Ctrl 키
zh_hans: 控制键
zh_hant: 控制鍵

# terminal.input_accessory.title.end
source: End
ar: نهاية
de: Ende
es: Fin
fr: Fin
ko: 끝
zh_hans: 结尾
zh_hant: 結尾

# terminal.input_accessory.title.escape
source: Esc
ar: خروج
fr: Échap
zh_hans: Esc键
zh_hant: Esc鍵

# terminal.input_accessory.title.home
source: Home
ar: بيت
de: Heim
es: Hogar
fr: Maison
ko: 집
zh_hans: 家
zh_hant: 家

# terminal.input_accessory.title.pageUp
source: PgUp
ar: صفحة أعلى
es: Re Pág
fr: Page précédente
zh_hans: 上页
zh_hant: 上頁

# terminal.input_accessory.title.tab
source: Tab
ar: فاتورة غير مدفوعة
es: Pestaña
fr: Languette
ko: 꼬리표
zh_hans: 选项卡
zh_hant: 選項卡

# terminal.input_accessory.zoom_in
source: Zoom In
ar: تكبير
de: Vergrößern
es: Dar un golpe de zoom
fr: Zoomer
ja: 拡大
ko: 확대
zh_hans: 放大
zh_hant: 放大

# terminal.input_accessory.zoom_out
source: Zoom Out
ar: تصغير
de: Herauszoomen
es: Alejar
fr: Zoom arrière
ja: 縮小
ko: 축소
zh_hans: 缩小
zh_hant: 縮小

# terminal.shortcut.name.alternate
source: Option
ar: خيار
es: Opción
ko: 옵션
zh_hans: 选项
zh_hant: 選項

# terminal.shortcut.name.atSign
source: At @
ar: في @
de: Bei @
es: En @
fr: À @
ja: アット @
ko: 에 @
zh_hans: 在 @
zh_hant: 在 @

# terminal.shortcut.name.claude
source: Claude
ar: كلود
es: claudio
ko: 클로드
zh_hans: 克洛德
zh_hant: 克洛德

# terminal.shortcut.name.codex
source: Codex
ar: الدستور الغذائي
de: Kodex
es: Códice
fr: Manuscrit
ko: 사본
zh_hans: 法典
zh_hant: 法典

# terminal.shortcut.name.command
source: Command
ar: يأمر
de: Befehl
es: Dominio
fr: Commande
ko: 명령
zh_hans: 命令
zh_hant: 命令

# terminal.shortcut.name.control
source: Control
ar: يتحكم
de: Kontrolle
fr: Contrôle
ko: 제어
zh_hans: 控制
zh_hant: 控制

# terminal.shortcut.name.ctrlC
source: Control-C
ar: التحكم-C
fr: Contrôle-C
zh_hans: 控制-C
zh_hant: 控制-C

# terminal.shortcut.name.ctrlD
source: Control-D
ar: التحكم-D
fr: Contrôle-D
zh_hans: 控制-D
zh_hant: 控制-D

# terminal.shortcut.name.ctrlL
source: Clear (Control-L)
ar: مسح (Control-L)
de: Löschen (Strg-L)
es: Borrar (Control-L)
fr: Effacer (Contrôle-L)
ja: クリア (Control-L)
ko: 지우기(Control-L)
zh_hans: 清除（Control-L）
zh_hant: 清除（Control-L）

# terminal.shortcut.name.ctrlZ
source: Control-Z
ar: التحكم-Z
fr: Contrôle-Z

# terminal.shortcut.name.dollar
source: Dollar $
ar: الدولار $
es: dólar $
fr: Dollars $
ja: ドル $
ko: 달러 $
zh_hans: 美元 $
zh_hant: 美元 $

# terminal.shortcut.name.downArrow
source: Down Arrow
ar: سهم لأسفل
de: Pfeil nach unten
es: Flecha hacia abajo
fr: Flèche vers le bas
ja: 下矢印
ko: 아래쪽 화살표
zh_hans: 向下箭头
zh_hant: 向下箭頭

# terminal.shortcut.name.end
source: End
ar: نهاية
de: Ende
es: Fin
fr: Fin
ko: 끝
zh_hans: 结尾
zh_hant: 結尾

# terminal.shortcut.name.escape
source: Escape
ar: يهرب
de: Flucht
es: Escapar
fr: S'échapper
ja: エスケープ
ko: 탈출하다
zh_hans: 逃脱
zh_hant: 逃脫

# terminal.shortcut.name.home
source: Home
ar: بيت
de: Heim
es: Hogar
fr: Maison
ko: 집
zh_hans: 家
zh_hant: 家

# terminal.shortcut.name.leftArrow
source: Left Arrow
ar: السهم الأيسر
de: Pfeil nach links
es: Flecha izquierda
fr: Flèche gauche
ja: 左矢印
ko: 왼쪽 화살표
zh_hans: 向左箭头
zh_hant: 向左箭頭

# terminal.shortcut.name.ollama
source: Ollama
ar: أولاما
ko: 올라마
zh_hans: 奥拉马
zh_hant: 奧拉馬

# terminal.shortcut.name.pageDown
source: Page Down
ar: الصفحة لأسفل
de: Seite nach unten
es: Página abajo
fr: Page suivante
ja: ページダウン
ko: 페이지 아래로
zh_hans: 向下翻页
zh_hant: 往下翻頁

# terminal.shortcut.name.pageUp
source: Page Up
ar: صفحة لأعلى
de: Seite nach oben
es: Página arriba
fr: Page précédente
ja: ページアップ
ko: 페이지 위로
zh_hans: 向上翻页
zh_hant: 向上翻頁

# terminal.shortcut.name.pipe
source: Pipe |
ar: الأنابيب |
de: Rohr |
es: Tubería |
fr: Tuyau |
ja: パイプ |
ko: 파이프 |
zh_hans: 管材|
zh_hant: 管材|

# terminal.shortcut.name.return
source: Return
ar: يعود
de: Zurückkehren
es: Devolver
fr: Retour
ja: リターン
ko: 반품
zh_hans: 返回
zh_hant: 返回

# terminal.shortcut.name.rightArrow
source: Right Arrow
ar: السهم الأيمن
de: Pfeil nach rechts
es: Flecha derecha
fr: Flèche droite
ja: 右矢印
ko: 오른쪽 화살표
zh_hans: 右箭头
zh_hant: 右箭頭

# terminal.shortcut.name.shift
source: Shift
ar: يحول
de: Schicht
es: Cambio
fr: Changement
ko: 옮기다
zh_hans: 转移
zh_hant: 轉移

# terminal.shortcut.name.slash
source: Slash /
ar: شرطة مائلة /
de: Schrägstrich /
es: barra diagonal /
fr: Barre oblique /
ja: スラッシュ /
ko: 슬래시 /
zh_hans: 斜线 /
zh_hant: 斜線 /

# terminal.shortcut.name.tab
source: Tab
ar: فاتورة غير مدفوعة
es: Pestaña
fr: Languette
ja: タブ
ko: 꼬리표
zh_hans: 选项卡
zh_hant: 選項卡

# terminal.shortcut.name.tilde
source: Tilde ~
ar: تيلدا ~
ja: チルダ ~
ko: 물결표 ~
zh_hans: 波形符~
zh_hant: 波形符~

# terminal.shortcut.name.upArrow
source: Up Arrow
ar: سهم لأعلى
de: Pfeil nach oben
es: Flecha arriba
fr: Flèche vers le haut
ja: 上矢印
ko: 위쪽 화살표
zh_hans: 向上箭头
zh_hant: 向上箭頭

# terminal.zoom.current_size
source: %lld pt
ar: %lld نقطة
es: %lld puntos
fr: %lld point
ko: %lld포인트
zh_hans: %lld 点
zh_hant: %lld 點

# terminal.zoom.reset_to_default
source: Reset to default
ar: إعادة التعيين إلى الوضع الافتراضي
de: Auf Standard zurücksetzen
es: Restablecer los valores predeterminados
fr: Réinitialiser aux valeurs par défaut
ja: デフォルトに戻す
ko: 기본값으로 재설정
zh_hans: 重置为默认值
zh_hant: 重設為預設值

# mobile.hideComputersVerifier.checkpoint.computers
source: computers:
ar: أجهزة الكمبيوتر:
de: Computer:
es: computadoras:
fr: ordinateurs :
ko: 컴퓨터:
zh_hans: 电脑：
zh_hant: 電腦：

# mobile.hideComputersVerifier.checkpoint.page
source: page
ar: صفحة
de: Seite
es: página
ja: ページ
ko: 페이지
zh_hans: 页
zh_hant: 頁

# mobile.hideComputersVerifier.checkpoint.workspacesStatus
source: workspaces, status
ar: مساحات العمل، الحالة
de: Arbeitsbereiche, Status
es: espacios de trabajo, estado
fr: espaces de travail, statut
ja: ワークスペース、ステータス
ko: 작업공간, 상태
zh_hans: 工作区、状态
zh_hant: 工作區、狀態

# mobile.hideComputersVerifier.status.pass
source: PASS
ar: يمر
de: PASSIEREN
es: APROBAR
fr: PASSER
ko: 통과하다
zh_hans: 经过
zh_hant: 經過

# mobile.hideComputersVerifier.status.running
source: RUNNING
ar: جري
de: LÄUFT
es: CORRER
fr: EN COURS D'EXÉCUTION
ko: 달리기
zh_hans: 跑步
zh_hant: 跑步

# mobile.hideComputersVerifier.title
source: Hide Computers Verifier
ar: إخفاء أداة التحقق من أجهزة الكمبيوتر
de: Verifizierer für Computer ausblenden
es: Ocultar Verificador de Computadoras
fr: Masquer le vérificateur d'ordinateurs
ja: コンピュータ非表示検証
ko: 컴퓨터 검증 프로그램 숨기기
zh_hans: 隐藏计算机验证器
zh_hant: 隱藏電腦驗證器

# terminal.zoom.restore_built_in
source: Restore built-in
ar: استعادة المدمج في
de: Integriertes wiederherstellen
es: Restaurar incorporado
fr: Restaurer l'intégré
ja: 標準に戻す
ko: 내장 복원
zh_hans: 恢复内置
zh_hant: 恢復內建

# terminal.zoom.set_as_default
source: Set as default
ar: تعيين كافتراضي
de: Als Standard festlegen
es: Establecer como predeterminado
fr: Définir par défaut
ja: デフォルトに設定
ko: 기본값으로 설정
zh_hans: 设置为默认值
zh_hant: 設定為預設值

# mobile.workspaceGroup.new
source: New Workspace Group
ar: مجموعة مساحة عمل جديدة
de: Neue Arbeitsbereichsgruppe
es: Nuevo grupo de espacio de trabajo
fr: Nouveau groupe d'espace de travail
ja: 新規ワークスペースグループ
ko: 새 작업공간 그룹
zh_hans: 新工作区组
zh_hant: 新工作區群組

# mobile.workspaceGroup.newWorkspace
source: New Workspace in Group
ar: مساحة عمل جديدة في المجموعة
de: Neuer Arbeitsbereich in der Gruppe
es: Nuevo espacio de trabajo en grupo
fr: Nouvel espace de travail dans le groupe
ja: グループ内に新規ワークスペース
ko: 그룹의 새 작업공간
zh_hans: 群组中的新工作区
zh_hant: 群組中的新工作區

# mobile.workspace.drag.a11y
source: Drag to reorder this workspace or move it between groups.
ar: اسحب لإعادة ترتيب مساحة العمل هذه أو نقلها بين المجموعات.
de: Ziehen Sie, um diesen Arbeitsbereich neu anzuordnen oder ihn zwischen Gruppen zu verschieben.
es: Arrastre para reordenar este espacio de trabajo o moverlo entre grupos.
fr: Faites glisser pour réorganiser cet espace de travail ou déplacez-le entre les groupes.
ja: ドラッグしてこのワークスペースを並べ替えるか、グループ間で移動します。
ko: 드래그하여 이 작업 공간의 순서를 바꾸거나 그룹 간에 이동하세요.
zh_hans: 拖动以重新排序此工作区或在组之间移动它。
zh_hant: 拖曳以重新排序此工作區或在群組之間移動它。

# mobile.workspaceGroup.footer.a11y.label
source: End of %@
ar: نهاية %@
de: Ende von %@
es: Fin de %@
fr: Fin de %@
ja: %@ の終わり
ko: %@ 종료

# mobile.workspaceGroup.footer.a11y.hint
source: Drop above to add to the group, or below to place this workspace at the top level.
ar: قم بالإسقاط للأعلى للإضافة إلى المجموعة، أو للأسفل لوضع مساحة العمل هذه في المستوى الأعلى.
de: Ziehen Sie ihn nach oben, um ihn der Gruppe hinzuzufügen, oder nach unten, um diesen Arbeitsbereich auf der obersten Ebene zu platzieren.
es: Suelte arriba para agregarlo al grupo, o abajo para colocar este espacio de trabajo en el nivel superior.
fr: Déposez au-dessus pour ajouter au groupe, ou en dessous pour placer cet espace de travail au niveau supérieur.
ja: 上にドロップするとグループに追加され、下にドロップするとこのワークスペースを最上位に配置します。
ko: 그룹에 추가하려면 위에 드롭하고, 이 작업 공간을 최상위 수준에 배치하려면 아래에 드롭하세요.
zh_hans: 拖放到上方以添加到组中，拖放到下方以将此工作区放置在顶层。
zh_hant: 拖放到上方以添加到群組中，拖放到下方以將此工作區放置在頂層。

# mobile.workspaceGroup.footer.a11y.fallback
source: group
ar: مجموعة
de: Gruppe
es: grupo
fr: groupe
ja: グループ
ko: 그룹
zh_hans: 团体
zh_hant: 團體

# mobile.common.dismiss
source: Dismiss
ar: رفض
de: Zurückweisen
es: Despedir
fr: Rejeter
ja: 閉じる
ko: 해고하다
zh_hans: 解雇
zh_hant: 解僱

# mobile.workspaceGroup.pin
source: Pin Group
ar: دبوس المجموعة
de: Pin-Gruppe
es: Grupo de pines
fr: Groupe de broches
ja: グループをピン留め
ko: 핀 그룹
zh_hans: 引脚组
zh_hant: 引腳組

# mobile.workspaceGroup.unpin
source: Unpin Group
ar: إلغاء تثبيت المجموعة
de: Gruppe lösen
es: Desanclar grupo
fr: Désépingler le groupe
ja: グループのピン留めを外す
ko: 그룹 고정 해제
zh_hans: 取消固定组
zh_hant: 取消固定組

# mobile.workspaceGroup.rename.action
source: Rename Group
ar: إعادة تسمية المجموعة
de: Gruppe umbenennen
es: Cambiar nombre de grupo
fr: Renommer le groupe
ja: グループ名を変更
ko: 그룹 이름 바꾸기
zh_hans: 重命名组
zh_hant: 重新命名群組

# mobile.workspaceGroup.rename.title
source: Rename Group
ar: إعادة تسمية المجموعة
de: Gruppe umbenennen
es: Cambiar nombre de grupo
fr: Renommer le groupe
ja: グループ名を変更
ko: 그룹 이름 바꾸기
zh_hans: 重命名组
zh_hant: 重新命名群組

# mobile.workspaceGroup.rename.placeholder
source: Group name
ar: اسم المجموعة
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
ja: グループ名
ko: 그룹 이름
zh_hans: 团体名称
zh_hant: 團體名稱

# mobile.workspaceGroup.ungroup
source: Ungroup (Keep Workspaces)
ar: فك التجميع (الاحتفاظ بمساحات العمل)
de: Gruppierung aufheben (Arbeitsbereiche behalten)
es: Desagrupar (Mantener espacios de trabajo)
fr: Dissocier (conserver les espaces de travail)
ja: グループ解除（ワークスペースは残す）
ko: 그룹 해제(작업공간 유지)
zh_hans: 取消分组（保留工作区）
zh_hant: 取消分組（保留工作區）

# mobile.workspaceGroup.delete
source: Delete Group (Close Workspaces)
ar: حذف المجموعة (إغلاق مساحات العمل)
de: Gruppe löschen (Arbeitsbereiche schließen)
es: Eliminar grupo (cerrar espacios de trabajo)
fr: Supprimer le groupe (Fermer les espaces de travail)
ja: グループを削除（ワークスペースを閉じる）
ko: 그룹 삭제(작업공간 닫기)
zh_hans: 删除组（关闭工作区）
zh_hant: 刪除群組（關閉工作區）

# mobile.workspaceGroup.ungroup.confirmTitle
source: Ungroup Group?
ar: فك تجميع المجموعة؟
de: Gruppierung aufheben?
es: ¿Desagrupar grupo?
fr: Dissocier le groupe ?
ja: グループを解除しますか？
ko: 그룹을 해제하시겠습니까?
zh_hans: 取消分组？
zh_hant: 取消分組？

# mobile.workspaceGroup.ungroup.confirmMessage
source: This will dissolve the group on your Mac and keep its workspaces.
ar: سيؤدي هذا إلى حل المجموعة على جهاز Mac الخاص بك والاحتفاظ بمساحات العمل الخاصة بها.
de: Dadurch wird die Gruppe auf Ihrem Mac aufgelöst und ihre Arbeitsbereiche bleiben erhalten.
es: Esto disolverá el grupo en tu Mac y mantendrá sus espacios de trabajo.
fr: Cela dissoudra le groupe sur votre Mac et conservera ses espaces de travail.
ja: Mac 上のこのグループを解除し、ワークスペースは残します。
ko: 이렇게 하면 Mac에서 그룹이 해체되고 작업 공간이 유지됩니다.
zh_hans: 这将解散 Mac 上的组并保留其工作区。
zh_hant: 這將解散 Mac 上的群組並保留其工作區。

# mobile.workspaceGroup.ungroup.confirmAction
source: Ungroup
ar: فك التجميع
de: Gruppierung aufheben
es: Desagrupar
fr: Dissocier
ja: グループ解除
ko: 그룹 해제
zh_hans: 取消分组
zh_hant: 取消分組

# mobile.workspaceGroup.delete.confirmTitle
source: Delete Group?
ar: هل تريد حذف المجموعة؟
de: Gruppe löschen?
es: ¿Eliminar grupo?
fr: Supprimer le groupe ?
ja: グループを削除しますか？
ko: 그룹을 삭제하시겠습니까?
zh_hans: 删除群组？
zh_hant: 刪除群組？

# mobile.workspaceGroup.delete.confirmMessage
source: This will delete the group and close its workspaces on your Mac.
ar: سيؤدي هذا إلى حذف المجموعة وإغلاق مساحات العمل الخاصة بها على جهاز Mac الخاص بك.
de: Dadurch wird die Gruppe gelöscht und ihre Arbeitsbereiche auf Ihrem Mac geschlossen.
es: Esto eliminará el grupo y cerrará sus espacios de trabajo en su Mac.
fr: Cela supprimera le groupe et fermera ses espaces de travail sur votre Mac.
ja: Mac 上のこのグループを削除し、そのワークスペースを閉じます。
ko: 그러면 그룹이 삭제되고 Mac의 작업 공간이 닫힙니다.
zh_hans: 这将删除该组并关闭其在 Mac 上的工作区。
zh_hant: 這將刪除該群組並關閉其在 Mac 上的工作區。

# mobile.workspaceGroup.delete.confirmAction
source: Delete Group
ar: حذف المجموعة
de: Gruppe löschen
es: Eliminar grupo
fr: Supprimer le groupe
ja: グループを削除
ko: 그룹 삭제
zh_hans: 删除组
zh_hant: 刪除群組

# mobile.connection.reconnectedToast
source: Reconnected to your Mac.
ar: تم إعادة الاتصال بجهاز Mac الخاص بك.
de: Wieder mit Ihrem Mac verbunden.
es: Reconectado a tu Mac.
fr: Reconnecté à votre Mac.
ja: Mac に再接続しました。
ko: Mac에 다시 연결되었습니다.
zh_hans: 已重新连接到您的 Mac。
zh_hant: 已重新連線到您的 Mac。

# mobile.feedback.sentToast
source: Feedback sent
ar: تم إرسال التعليقات
de: Feedback gesendet
es: Comentarios enviados
fr: Commentaires envoyés
ja: フィードバックを送信しました
ko: 피드백 전송됨
zh_hans: 已发送反馈
zh_hant: 已發送回饋

# mobile.toast.copied
source: Copied
ar: منقول
de: Kopiert
es: Copiado
fr: Copié
ja: コピーしました
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

# mobile.toast.pathCopied
source: Path copied
ar: تم نسخ المسار
de: Pfad kopiert
es: Ruta copiada
fr: Chemin copié
ja: パスをコピーしました
ko: 경로가 복사되었습니다.
zh_hans: 已复制路径
zh_hant: 已複製路徑

# mobile.workspaceAction.failure.titleFormat
source: Couldn't %@
ar: لا يمكن %@
de: %@ konnte nicht ausgeführt werden
es: No se pudo %@
fr: Impossible de %@
ja: %@できませんでした
ko: %@를 사용할 수 없습니다.
zh_hans: 无法 %@
zh_hant: 無法 %@

# mobile.workspaceAction.failure.action.createWorkspace
source: create workspace
ar: إنشاء مساحة عمل
de: Arbeitsbereich erstellen
es: crear espacio de trabajo
fr: créer un espace de travail
ja: ワークスペースを作成
ko: 작업공간 만들기
zh_hans: 创建工作区
zh_hant: 建立工作區

# mobile.workspaceAction.failure.action.createWorkspaceInGroup
source: create workspace in group
ar: إنشاء مساحة عمل في المجموعة
de: Arbeitsbereich in Gruppe erstellen
es: crear espacio de trabajo en grupo
fr: créer un espace de travail en groupe
ja: グループ内にワークスペースを作成
ko: 그룹에 작업공간 만들기
zh_hans: 在组中创建工作区
zh_hant: 在群組中建立工作區

# mobile.workspaceAction.failure.action.createWorkspaceGroup
source: create workspace group
ar: إنشاء مجموعة مساحة العمل
de: Arbeitsbereichsgruppe erstellen
es: crear grupo de espacio de trabajo
fr: créer un groupe d'espace de travail
ja: ワークスペースグループを作成
ko: 작업공간 그룹 생성
zh_hans: 创建工作区组
zh_hant: 建立工作區群組

# mobile.workspaceAction.failure.action.moveWorkspace
source: move workspace
ar: نقل مساحة العمل
de: Arbeitsbereich verschieben
es: mover espacio de trabajo
fr: déplacer l'espace de travail
ja: ワークスペースを移動
ko: 작업공간 이동
zh_hans: 移动工作区
zh_hant: 移動工作區

# mobile.workspaceAction.failure.action.renameWorkspace
source: rename workspace
ar: إعادة تسمية مساحة العمل
de: Arbeitsbereich umbenennen
es: cambiar el nombre del espacio de trabajo
fr: renommer l'espace de travail
ja: ワークスペース名を変更
ko: 작업공간 이름 바꾸기
zh_hans: 重命名工作区
zh_hant: 重新命名工作區

# mobile.workspaceAction.failure.action.updateWorkspaceDescription
source: update workspace description
ar: تحديث وصف مساحة العمل
de: Arbeitsbereichsbeschreibung aktualisieren
es: actualizar la descripción del espacio de trabajo
fr: mettre à jour la description de l'espace de travail
ja: ワークスペースの説明を更新
ko: 작업공간 설명 업데이트
zh_hans: 更新工作区描述
zh_hant: 更新工作區描述

# mobile.workspaceAction.failure.action.updateWorkspaceColor
source: update workspace color
ar: تحديث لون مساحة العمل
de: Arbeitsbereichsfarbe aktualisieren
es: actualizar el color del espacio de trabajo
fr: mettre à jour la couleur de l'espace de travail
ja: ワークスペースの色を更新
ko: 작업공간 색상 업데이트
zh_hans: 更新工作区颜色
zh_hant: 更新工作區顏色

# mobile.workspaceAction.failure.action.pinWorkspace
source: pin workspace
ar: مساحة عمل الدبوس
de: Pin-Arbeitsbereich
es: anclar espacio de trabajo
fr: espace de travail des épingles
ja: ワークスペースをピン留め
ko: 작업 공간 고정
zh_hans: 固定工作区
zh_hant: 固定工作區

# mobile.workspaceAction.failure.action.unpinWorkspace
source: unpin workspace
ar: إزالة تثبيت مساحة العمل
de: Arbeitsbereich lösen
es: desanclar espacio de trabajo
fr: désépingler l'espace de travail
ja: ワークスペースのピン留めを外す
ko: 작업공간 고정 해제
zh_hans: 取消固定工作区
zh_hant: 取消固定工作區

# mobile.workspaceAction.failure.action.markWorkspaceRead
source: mark workspace as read
ar: وضع علامة على مساحة العمل كمقروءة
de: Arbeitsbereich als gelesen markieren
es: marcar el espacio de trabajo como leído
fr: marquer l'espace de travail comme lu
ja: ワークスペースを既読にする
ko: 작업공간을 읽음으로 표시
zh_hans: 将工作区标记为已读
zh_hant: 將工作區標記為已讀

# mobile.workspaceAction.failure.action.markWorkspaceUnread
source: mark workspace as unread
ar: وضع علامة على مساحة العمل كغير مقروءة
de: Arbeitsbereich als ungelesen markieren
es: marcar el espacio de trabajo como no leído
fr: marquer l'espace de travail comme non lu
ja: ワークスペースを未読にする
ko: 작업공간을 읽지 않은 상태로 표시
zh_hans: 将工作区标记为未读
zh_hant: 將工作區標記為未讀

# mobile.workspaceAction.failure.action.closeWorkspace
source: close workspace
ar: إغلاق مساحة العمل
de: Arbeitsbereich schließen
es: cerrar el espacio de trabajo
fr: fermer l'espace de travail
ja: ワークスペースを閉じる
ko: 작업 공간 닫기
zh_hans: 关闭工作空间
zh_hant: 關閉工作空間

# mobile.workspaceAction.failure.action.renameGroup
source: rename group
ar: إعادة تسمية المجموعة
de: Gruppe umbenennen
es: cambiar el nombre del grupo
fr: renommer le groupe
ja: グループ名を変更
ko: 그룹 이름 바꾸기
zh_hans: 重命名组
zh_hant: 重新命名群組

# mobile.workspaceAction.failure.action.pinGroup
source: pin group
ar: مجموعة دبوس
de: Pin-Gruppe
es: grupo de pines
fr: groupe de broches
ja: グループをピン留め
ko: 핀 그룹
zh_hans: 引脚组
zh_hant: 引腳組

# mobile.workspaceAction.failure.action.unpinGroup
source: unpin group
ar: إزالة تثبيت المجموعة
de: Gruppe lösen
es: desanclar grupo
fr: détacher le groupe
ja: グループのピン留めを外す
ko: 그룹 고정 해제
zh_hans: 取消固定群组
zh_hant: 取消固定群組

# mobile.workspaceAction.failure.action.ungroupGroup
source: ungroup
ar: فك التجميع
de: Gruppierung aufheben
es: desagrupar
fr: dissocier
ja: グループ解除
ko: 그룹 해제
zh_hans: 取消分组
zh_hant: 取消分組

# mobile.workspaceAction.failure.action.deleteGroup
source: delete group
ar: حذف المجموعة
de: Gruppe löschen
es: eliminar grupo
fr: supprimer un groupe
ja: グループを削除
ko: 그룹 삭제
zh_hans: 删除组
zh_hant: 刪除群組

# mobile.workspaceAction.failure.reason.notConnected.host
source: Not connected to %@.
ar: غير متصل بـ %@.
de: Nicht mit %@ verbunden.
es: No conectado a %@.
fr: Non connecté à %@.
ja: %@ に接続されていません。
ko: %@에 연결되지 않았습니다.
zh_hans: 未连接到 %@。
zh_hant: 未連接 %@。

# mobile.workspaceAction.failure.reason.notConnected.generic
source: Not connected to your Mac.
ar: غير متصل بجهاز Mac الخاص بك.
de: Nicht mit Ihrem Mac verbunden.
es: No conectado a tu Mac.
fr: Non connecté à votre Mac.
ja: Mac に接続されていません。
ko: Mac에 연결되어 있지 않습니다.
zh_hans: 未连接到您的 Mac。
zh_hant: 未連接到您的 Mac。

# mobile.workspaceAction.failure.reason.timedOut.host
source: The request to %@ timed out.
ar: انتهت مهلة الطلب إلى %@.
de: Bei der Anfrage an %@ ist eine Zeitüberschreitung aufgetreten.
es: Se agotó el tiempo de espera de la solicitud a %@.
fr: La demande adressée à %@ a expiré.
ja: %@ との通信がタイムアウトしました。
ko: %@에 대한 요청 시간이 초과되었습니다.
zh_hans: 对 %@ 的请求超时。
zh_hant: 對 %@ 的請求逾時。
